Repository: 0xlne/nemu
Catalog: lang/*/qengui.po
Languages: ru

source: Already installed (y/n)
ru: Уже установлен (y/n)

source: Something goes wrong. Delete root partition prevented.
ru: Что-то пошло не так. Предотвращено удаление корня

source: Manage guests
ru: Управление гостями

source: Install guest
ru: Инсталлировать гостя

source: Add guest
ru: Добавить гостя

source: No guests here.
ru: Нет гостей.

source: Already running!
ru: Уже запущен!

source: Must be root.
ru: Требуется root

source: Stop guest before!
ru: Надо выключить!

source: Proceed? (y/n)
ru: Продолжить? (y/n)

source: Use arrow keys to go up and down, Press enter to select a choice, F10 - exit
ru: Для перемещения используйте стрелки, выбрать - ввод, выйти - F10

source: F1 - help, F10 - main menu
ru: F1-помощь, F10-главное меню

source: info
ru: инфо

source: F10 - cancel, F2 - OK
ru: F10 - отмена, F2 - OK

source: CPU cores [1-
ru: CPU ядра [1-

source: Memory [64-
ru: Память [64-

source: Disk [1-
ru: Диск [1-

source: Name
ru: Имя

source: Quit
ru: Выйти

source: Architecture
ru: Архитектура

source: Path to ISO/IMG
ru: Путь до ISO/IMG

source: Path to BIOS
ru: Путь до BIOS

source: Interfaces
ru: Интерфейсы

source: USB device
ru: USB девайс

source: Can't create guest dir
ru: Не могу создать директорию

source: Can't create img file
ru: Не могу создать образ

source: Must fill all params
ru: Заполните все параметры

source: This name is already used
ru: Это имя уже используется

source: settings:
ru: настройки:

source: Usb device was not selected.
ru: Не выбрано USB устройство.

source: Clone
ru: Клон

source: "r" - start guest
ru: "r" - включить гостя

source: "c" - connect to guest via vnc
ru: "c" - подключиться по vnc

source: "f" - force stop guest
ru: "f" - принудительное выключение

source: "a" - add virtual disk
ru: "a" - добавить виртуальный диск

source: "d" - delete guest
ru: "d" - удалить гостя

source: "e" - edit guest settings
ru: "e" - править натсройки гостя

source: "i" - edit network settings
ru: "i" - править настройки сети

source: "l" - clone guest
ru: "l" - клонировать гостя

source: Size [1-
ru: Размер [1-

source: 26 disks limit reached :(
ru: Достигнут лимит 26 дисков :(

source: Add disk to
ru: Диск для

source: Null disk size
ru: Не задан размер диска

source: Wrong disk size
ru: Неверный размер диска

source: Null guest name
ru: Не задано имя клона

source: Net driver
ru: Сетевой драйвер

source: Interface
ru: Интерфейс

source: Mac address
ru: Мак адрес

source: Null network interface
ru: Не выбран сетевой интерфейс

source: Something goes wrong
ru: Что-то пошло не так

source: Wrong mac address
ru: Неправильный мак адрес

source: "s" - edit boot settings
ru: "s" - править настройки загрузки

source: OS Installed
ru: ОС Установлена

source: Config file "%s" is not found.
ru: Конфигурационный файл "%s" не найден.

source: You can copy example from:
ru: Вы можете скопировать пример из файла:

source: and edit it manually or let the program generate it.
ru: и отредактировать его вручную, либо программа сгенерирует его сама.

source: Generate cfg? (y/n) >
ru: Сгененировать файл? (y/n) >

source: VM storage directory
ru: Директория для хранения виртуальных машин

source: %s [default: %s] >
ru: %s [по умолчанию: %s] >

source: Cannot create VM storage directory %s: %s
ru: Не смог создать директорию %s: %s

source: Try again? (y/n) >
ru: Попробовать снова? (y/n) >

source: VM settings database path
ru: Путь до файла с базой настроек виртуальных машин

source: Path to VNC client (enter "/bin/false" if you connect other way)
ru: Путь до VNC клиента (введите "/bin/false" если будете подключаться другим способом)

source: Qemu system targets list, separated by comma
ru: Список установленных целей QEMU, разделенных запятой

source: Override mouse emulation
ru: Синхронизировать мышь
